[Main]
Title = Auto Record Settings
chkAudo = Enable Auto Recording
lblTip = (*You are currently using an unregistered version, all the settings will not be applied)

gbStartSettings = Auto Start Settings
rdStartUseTime = Start recording on
cmbStartUstTime_Type_0 = Specified Day Only
cmbStartUstTime_Type_1 = Every Day
cmbStartUstTime_Type_2 = Every Week
chkSun = Sun
chkMon = Mon
chkTun = Tun
chkWen = Wen
chkThu = Thu
chkFri = Fri
chkSat = Sat
lblOpenTip = Actions before auto start
chkStartOpenApp = Run App
chkStartOpenUrl = Open URL
rdStartUseApp = Start recording on running App

gbStopSettings = Auto Stop Settings
rdEndType_NoEnd = Not stop
rdEndType_Length = Stop recording by length
rdEndType_Size = Stop recording by size
rdEndType_App = Stop recording on ending App
rdEndType_Time = Stop recording on
lblEndRecordTip = Actions after auto stop
chkEndRecord_ExitSelf = Exit program after recording completes
chkEndRecord_ExitSystem = Shutdown computer after recording completes

gbOutput = Auto Record Output
rdOutputType_Normal = Use the same settings as normal recording
rdOutputType_New = Use the output folder and file name below:
lblAutoOutputDir = Folder:
lblAutoOutputName = File name:
strDefaultName = MyRecord%Y-%M-%D-%T

gbDisplayType = How to display when Auto Recording
rdDisplaySelf = Show Screen Recorder 
rdMinSelf = Minimize Screen Recorder
rdHideSelf = Hide Screen Recorder

gbPlan = Auto-Recording Plan(s)
strNewPlan = New Plan %.2d

btnOK = OK
btnCancel = Cancel
btnApply = Apply
lblAudioDevice = Audio:
IDS_AUDIO_DEVICE_MIX_MIC =  Computer sounds and microphone
IDS_AUDIO_DEVICE_MIX = Computer sounds
IDS_AUDIO_DEVICE_MIC = Microphone
IDS_AUDIO_DEVICE_NONE = None
lblAudo = Enable %s
strDeletePlan = Are you sure delete selected plans?
strClearPlan = Are you sure clear all plans?

[frmFormatDes]
Title = File Name Format Description
lblDes1 = You can use following tags(case-insensitive) combined with any text characters in the file name as auto naming rule:
lblDes2 = %Y: Year in the date of recording start
lblDes3 = %M: Month in the date of recording start
lblDes4 = %D: Day in the date of recording start
lblDes5 = %T: Time of recording start,in the format of HHMMSS
lblDes6 = For example,set "MyRecord%Y-%M-%D-%T" as naming rule,you will get recording name as MyRecord2008-05-24-160549.

[msgMain]
strErrorStartDate = "Auto Start" date should be later than current date.
strErrorStartTime = "Auto Start" time should be later than current time.
strErrorEndDate = "Auto Start" date should be later than "Auto Stop" date.
strErrorEndTime = "Auto Start" time should be later than "Auto Stop" time.
strErrorSpyApp =  Please specify detection app in "Auto Start"
strStopError_NoLength = Invalid Length in "Auto Stop" Settings.
strStopError_NoSize = Invalid Size in "Auto Stop" Settings.
strStopError_NoApp = Please specify detection app in "Auto Stop"
strErrorOutput_Dir = Please set the output folder for Auto Record.
strErrorOutput_FileName = Please set the output file name for Auto Record.

strErrorExistsPlanName = "%s" already exists, please use other names!
